Repository: xcv58/MacTools
Catalog: Plugins/DisplayResolution/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# action.parameter.height
source: 高度
ar: الارتفاع
de: Höhe
en: Height
es: Alto
fr: Hauteur
ja: 高さ
ko: 높이
pt: Altura
ru: Высота
tr: Yükseklik

# action.parameter.pixelHeight
source: 像素高度
ar: الارتفاع بالبكسل
de: Pixelhöhe
en: Pixel Height
es: Alto en píxeles
fr: Hauteur en pixels
ja: ピクセル高さ
ko: 픽셀 높이
pt: Altura em pixels
ru: Высота в пикселях
tr: Piksel Yüksekliği

# action.parameter.pixelWidth
source: 像素宽度
ar: العرض بالبكسل
de: Pixelbreite
en: Pixel Width
es: Ancho en píxeles
fr: Largeur en pixels
ja: ピクセル幅
ko: 픽셀 너비
pt: Largura em pixels
ru: Ширина в пикселях
tr: Piksel Genişliği
zh_hant: 像素寬度

# action.parameter.refreshRate
source: 刷新率
ar: معدل التحديث
de: Bildwiederholrate
en: Refresh Rate
es: Frecuencia de actualización
fr: Fréquence de rafraîchissement
ja: リフレッシュレート
ko: 새로 고침 빈도
pt: Taxa de atualização
ru: Частота обновления
tr: Yenileme Hızı
zh_hant: 更新率

# action.parameter.width
source: 宽度
ar: العرض
de: Breite
en: Width
es: Ancho
fr: Largeur
ja: 幅
ko: 너비
pt: Largura
ru: Ширина
tr: Genişlik
zh_hant: 寬度

# metadata.title
source: 显示器分辨率
ar: دقة العرض
de: Anzeigeauflösung
en: Display Resolution
es: Resolución de pantalla
fr: Résolution d'affichage
ja: ディスプレイ解像度
ko: 디스플레이 해상도
pt: Resolução da tela
ru: Разрешение экрана
tr: Ekran Çözünürlüğü
zh_hant: 顯示器分辨率

# metadata.description
source: 查看并切换每个显示器的分辨率
ar: عرض وتبديل الدقة لكل شاشة عرض.
de: Zeigen Sie die Auflösung für jede Anzeige an und wechseln Sie sie.
en: View and switch the resolution for each display.
es: Ver y cambiar la resolución de cada pantalla.
fr: Affichez et changez la résolution de chaque écran.
ja: 各ディスプレイの解像度を表示および切り替えます。
ko: 각 디스플레이의 해상도를 보고 전환합니다.
pt: Visualize e altere a resolução de cada monitor.
ru: Просмотр и переключение разрешения для каждого дисплея.
tr: Her ekranın çözünürlüğünü görüntüleyin ve değiştirin.
zh_hant: 查看並切換每個顯示器的分辨率

# panel.subtitle.noDisplays
source: 未检测到可用显示器
ar: لم يتم اكتشاف شاشات عرض متاحة
de: Keine verfügbaren Displays erkannt
en: No available displays detected
es: No se detectaron pantallas disponibles
fr: Aucun affichage disponible détecté
ja: 利用可能なディスプレイが検出されませんでした
ko: 사용 가능한 디스플레이가 감지되지 않았습니다
pt: Nenhuma tela disponível detectada
ru: Доступные дисплеи не обнаружены
tr: Kullanılabilir ekran algılanmadı
zh_hant: 未檢測到可用顯示器

# panel.subtitle.noModes
source: 未检测到可用分辨率
ar: لم يتم اكتشاف أي دقة متاحة
de: Keine verfügbaren Auflösungen erkannt
en: No available resolutions detected
es: No se detectaron resoluciones disponibles
fr: Aucune résolution disponible détectée
ja: 利用可能な解像度が検出されませんでした
ko: 사용 가능한 해상도가 감지되지 않았습니다
pt: Nenhuma resolução disponível detectada
ru: Доступные разрешения не обнаружены
tr: Kullanılabilir çözünürlük algılanmadı
zh_hant: 未檢測到可用分辨率

# display.main
source: 主屏
ar: الشاشة الرئيسية
de: Hauptanzeige
en: Main Display
es: Pantalla principal
fr: Affichage principal
ja: メインディスプレイ
ko: 메인 디스플레이
pt: Exibição principal
ru: Основной дисплей
tr: Ana Ekran
zh_hant: 主螢幕

# panel.subtitle.displayCountFormat
source: %d 个显示器
ar: يعرض %d
de: %d wird angezeigt
en: %d displays
es: %d muestra
fr: %d affiche
ja: %d が表示されます
ko: %d 표시
pt: %d é exibido
ru: Отображается %d
tr: %d ekran
zh_hant: %d 個顯示器

# display.currentResolution.unknown
source: 未知
ar: غير معروف
de: Unbekannt
en: Unknown
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pt: Desconhecido
ru: Неизвестно
tr: Bilinmiyor

# panel.action.openSystemSettings
source: 打开系统显示器设置
ar: افتح إعدادات العرض
de: Anzeigeeinstellungen öffnen
en: Open Display Settings
es: Abrir configuración de pantalla
fr: Ouvrir les paramètres d'affichage
ja: ディスプレイ設定を開く
ko: 디스플레이 설정 열기
pt: Abrir configurações de exibição
ru: Открыть настройки дисплея
tr: Ekran Ayarlarını Aç
zh_hant: 打開系統顯示器設定

# resolution.badge.native
source: (原生)
ar: (أصلي)
de: (Nativ)
en: (Native)
es: (Nativo)
fr: (Natif)
ja: (ネイティブ)
ko: (기본)
pt: (Nativo)
ru: (Родной)
tr: (Doğal)

# resolution.badge.default
source: (默认)
ar: (افتراضي)
de: (Standard)
en: (Default)
es: (Predeterminado)
fr: (par défaut)
ja: (デフォルト)
ko: (기본값)
pt: (padrão)
ru: (по умолчанию)
tr: (Varsayılan)
zh_hant: (預設)

# error.displayUnavailable
source: 显示器已断开连接
ar: تم قطع اتصال الشاشة.
de: Die Anzeige wurde getrennt.
en: The display has disconnected.
es: La pantalla se ha desconectado.
fr: L'écran s'est déconnecté.
ja: ディスプレイが切断されました。
ko: 디스플레이 연결이 끊어졌습니다.
pt: A tela foi desconectada.
ru: Дисплей отключился.
tr: Ekranın bağlantısı kesildi.
zh_hant: 顯示器已斷開連接

# error.modeNotFound
source: 分辨率模式已失效
ar: لم يعد وضع الدقة متاحًا.
de: Der Auflösungsmodus ist nicht mehr verfügbar.
en: The resolution mode is no longer available.
es: El modo de resolución ya no está disponible.
fr: Le mode résolution n'est plus disponible.
ja: 解像度モードは使用できなくなりました。
ko: 해상도 모드는 더 이상 사용할 수 없습니다.
pt: O modo de resolução não está mais disponível.
ru: Режим разрешения больше недоступен.
tr: Çözünürlük modu artık kullanılamıyor.

# error.beginConfigFailed
source: 无法开始显示配置
ar: غير قادر على بدء تكوين العرض.
de: Anzeigekonfiguration konnte nicht gestartet werden.
en: Unable to start display configuration.
es: No se puede iniciar la configuración de visualización.
fr: Impossible de démarrer la configuration de l'affichage.
ja: ディスプレイ構成を開始できません。
ko: 디스플레이 구성을 시작할 수 없습니다.
pt: Não foi possível iniciar a configuração do monitor.
ru: Невозможно начать настройку дисплея.
tr: Ekran yapılandırması başlatılamadı.
zh_hant: 無法開始顯示配置

# error.configureFailed
source: 配置显示模式失败
ar: غير قادر على تكوين وضع العرض.
de: Der Anzeigemodus konnte nicht konfiguriert werden.
en: Unable to configure the display mode.
es: No se puede configurar el modo de visualización.
fr: Impossible de configurer le mode d'affichage.
ja: 表示モードを設定できません。
ko: 디스플레이 모드를 구성할 수 없습니다.
pt: Não foi possível configurar o modo de exibição.
ru: Невозможно настроить режим отображения.
tr: Ekran modu yapılandırılamadı.
zh_hant: 配置顯示模式失敗

# error.completeFailed
source: 提交显示配置失败
ar: غير قادر على تطبيق تكوين العرض.
de: Anzeigekonfiguration konnte nicht angewendet werden.
en: Unable to apply display configuration.
es: No se puede aplicar la configuración de visualización.
fr: Impossible d'appliquer la configuration d'affichage.
ja: ディスプレイ構成を適用できません。
ko: 디스플레이 구성을 적용할 수 없습니다.
pt: Não foi possível aplicar a configuração de exibição.
ru: Невозможно применить конфигурацию дисплея.
tr: Ekran yapılandırması uygulanamadı.
zh_hant: 提交顯示配置失敗

# error.applyFailedFormat
source: 切换失败：%@
ar: فشل التبديل: %@
de: Switch fehlgeschlagen: %@
en: Switch failed: %@
es: Error en el cambio: %@
fr: Échec du commutateur : %@
ja: 切り替えに失敗しました: %@
ko: 스위치 실패: %@
pt: Falha na troca: %@
ru: Не удалось переключиться: %@
tr: Geçiş başarısız: %@
zh_hant: 切換失敗：%@
